Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/kramy.tmx
Source language: ru
Languages: be

source: "Пилот"
be: "Пілот"

source: "Родник"
be: «Крыніца»

source: "Союзпечать"
be: Саюздрук

source: 1000 мелочей
be: [1000 дробязей, 1000 дробязяў]

source: 1С Бухгалтерия
be: Бухгалтэрыя 1С

source: 500 мелочей
be: 500 дробязяў

source: 5-й Элемент
be: Пяты элемент

source: 5-ый Элемент
be: 5-ы элемент

source: 5 Элемент
be: 5-ты элемент

source: 7я
be: Сем-Я

source: BUNGALOW, чай, кофе
be: BUNGALOW, гарбата, кава

source: FORD Атлант-М Боровая
be: KIA Атлант-М Баравая

source: Glanz, магазин косметики и маникюрных принадлежностей
be: Glanz, крама касметыкі і манікюрных прыладаў

source: JOMA-спортэквип
be: JOMA-спортэквіп

source: Life Три кита
be: Life Тры кіты

source: Mark Formelle (магазин одежды и нижнего белья)
be: Mark Formelle (магазін адзення і бялізны)

source: MilaVitsa (женское нижнее бельё)
be: MilaVitsa (жаночая бялізна)

source: Roca & Laufen cалон сантехники и плитки
be: Roca & Laufen cалон сантэхнікі і пліткі

source: Second hand
be: Гарызонт

source: SPA Калинка
be: SPA Калінка

source: Tyre Plus
be: Шынамантаж

source: Аврора - мороженое
be: Аўрора Кафэ-марозіва

source: Авто 1
be: Аўта 1

source: АвтоАудиоСервис (Саланг-Авто)
be: Аўтааўдыёсэрвіс

source: Автозапчасти
be: Аўтазапчасткі

source: Автомагазин
be: Аўтамагазін

source: Авто Мир 777
be: Аўтасвет 777

source: Авторитет
be: Аўтарытэт

source: Авторынок
be: Аўтарынак

source: Автосалон Opel
be: Аўтасалон Opel

source: Автосалон Suzuki
be: Аўтасалон Suzuki

source: Автосалон Volvo
be: Аўтасалон Volvo

source: Автосервис
be: Аўтасэрвіс

source: Автосервис ВИРАЖ
be: Аўтасэрвіс

source: АвтоСитиЛюкс
be: АўтаСіціЛюкс

source: Автостекла
be: Аўташкло

source: Автостиль
be: Аўтастыль

source: АвтоСуп
be: АўтаСуп

source: Автотади
be: Аўтатадзі

source: Автофлоттур
be: Аўтафлортур

source: Автоцентр FORD
be: Аўтацэнтр Ford

source: Автоцентр Škoda
be: Аўтацэнтр Škoda

source: Автоцентр КамАЗ
be: Аўтацэнтр КамАЗ

source: Азалия
be: Азалія

source: Азбука Красоты
be: Азбука прыгажосці

source: Акцент
be: Акцэнт

source: Алиса
be: Аліса

source: Алми
be: Гастраном

source: АЛМИ
be: АЛМІ

source: Арена-десертино
be: Арэна-дэсерціна

source: Ариэль
be: Арыэль

source: Армянские коньяки
be: Армянскія каньякі

source: Ассорти
be: Асарці

source: Асстор-Вест (магазин №1)
be: Астор-Вэст (крама №1)

source: Ателье
be: Атэлье

source: Багира
be: Багіра

source: База в октябрьском ремонт маршруток
be: База ў Кастрычніцкім. Рамонт маршрутак

source: Башмачок
be: Чаравічак

source: Белгосстрах
be: Белдзяржстрах

source: Белдрев
be: Белдрэў

source: Белита-Витекс
be: Беліта-Вітэкс

source: Белкельми
be: Белкельмі

source: Беллегпром
be: Беллегпрам

source: Белорусский мех
be: Беларускае футра

source: Белпочта
be: Белпошта

source: Белсоюзпечать
be: Белсаюздрук

source: БелСоюзПечать
be: БелСаюзДрук

source: Белтропик
be: Белтропік

source: Березина
be: Бярэ́зіна

source: Березка
be: Бярозка

source: Берёзка
be: Бярозка

source: БиМарт
be: БіМарт

source: Биолита
be: Біяліта

source: Бирюза
be: Біруза

source: Бисер
be: Бісер

source: Блесна
be: Блясна

source: Бобруйский
be: Бабруйскі

source: Бобруйсктрикотаж
be: Бабруйсктрыкатаж

source: Богатырь
be: Багатыр

source: Бонус Трэвел
be: Бонус Трэвэл

source: Брест
be: Брэст

source: Брест №2
be: Брэст №2

source: Букинист
be: Букініст

source: Букмекерская контора "Плюс-минус"
be: Букмекерская кантора «Плюс-мінус»

source: Буслик
be: [Буслiк, Буслік]

source: Буфет ВГМУ
be: Буфет ВДМУ

source: Бытовая химия
be: Бытавая хімія

source: Бытхим
be: Бытхім

source: Валентина
be: Валянціна

source: Варшавский Рынок
be: Варшаўскі Рынак

source: Васильки
be: Васiлькi

source: Ваш выбор
be: Ваш выбар

source: Ваш выбор (конфискат)
be: Ваш выбар (канфіскат)

source: Вегас
be: Вэгас

source: Велком
be: Вэлком

source: Велокухня «Гараж 38»
be: Велакухня «Гараж 38»

source: Велопланета
be: Велапланета

source: Велоремонт
be: Веларамонт

source: Велосалон Velostar
be: Веласалон Velostar

source: ВелоСервис
be: ВелаСэрвіс

source: Вернисаж
be: Вернісаж

source: Версаль
be: Вэрсаль

source: Весна
be: Вясна

source: Веснянка
be: Вяснянка

source: Ветеран
be: Ветэран

source: Визит
be: Візіт

source: Визовая поддержка
be: Візавая падтрымка

source: Виктория
be: Вікторыя

source: Вилия
be: Вілія

source: Винзавод
be: Вінзавод

source: Вираж
be: Віраж

source: Виталюр
be: Віталюр

source: Витебск
be: Віцебск

source: Витебские ковры
be: Віцебскія дываны

source: Витебские продукты № 31
be: Віцебскія прадукты № 31

source: Витебские продукты № 32
be: Віцебскія прадукты № 32

source: Витебские продукты №4
be: Віцебскія прадукты №4

source: Витебский хозторг
be: Гаспадарчы гандаль

source: Витебскоблресурсы
be: Віцебскаблрэсурсы

source: Витебскоблсоюзпечать
be: [Белсаюздрук, Вiцебскаблсаюздрук, Вицебскаблсаюздрук]

source: Витязь
be: Віцязь

source: Восток
be: Усход

source: Восток-2
be: Усход-2

source: Восточный
be: Усходні

source: Восход
be: Усход

source: Всё для дома
be: Усё для дома

source: Всё для сада и огорода
be: Усё для саду і гароду

source: Вселенная
be: Сусвет

source: Встреча
be: Сустрэча

source: Галантея
be: Галантэя

source: Гастроном
be: Гастраном

source: Гипермаркет Prostore
be: Гіпермаркет ProStore

source: Гиппо
be: [Гіпа, Гіппа]

source: Глория Джинс
be: Глорыя Джынс

source: ГЛХУ "Лепельский лесхоз"
be: Лепельскі лясгас

source: Горизонт
be: Гарызонт

source: Горящие туры
be: Гарачыя туры

source: Гостинец
be: Гасцiнец

source: Градфлор
be: Гранфлор

source: Гранд сервис
be: Гранд сэрвіс

source: Гринмаркет
be: Грынмаркет

source: Грошовый
be: Грашовы

source: Грузовой шиномонтаж
be: Грузавы шынамантаж

source: Далида
be: Цырульня

source: Дарьюшка
be: Дар'юша

source: Дачник
be: Дачнік

source: Двери
be: Дзверы

source: Дверная Линия
be: Дзвярная Лінія

source: Дезинфекционный блок
be: Дэзінфекцыйны блок

source: Дельфа
be: Дэльфа

source: Денник
be: Дзеннік

source: Детский мир
be: Дзіцячы свет

source: Дионис
be: Дыяніс

source: дискаунтер "На недельку"
be: дыскаўнтэр "На тыдзень"

source: Дискаунтер Мойдодыр
be: Дыскаўнтар «Мойдадыр»

source: Дисконт
be: Дысконт

source: Для тебя
be: Для цябе

source: Дмитриев кирмаш
be: Дзмітрыеў кірмаш

source: Дмитро-УЮТ-Мебель
be: Дзмітра-Утульнасць-Мэбля

source: Доктор Вет
be: Доктар Вет

source: Дом быта
be: Дом быту

source: Домино
be: Даміно

source: Дом Плитки
be: Дом Пліткі

source: Дом торговли
be: Дом гандлю

source: ДОРОРС №48
be: ДАРОРС №48

source: Дубрава №2
be: Дуброва №2

source: Дюймовочка
be: Дзюймовачка

source: Евроавто
be: Еўрааўта

source: ЕвроОбои
be: ЕўраШпалеры

source: Евроопт
be: [Гастраном, Еўраопт, ЭканомМаг]

source: Европа
be: Еўропа

source: Евросеть
be: [Еўрасетка, Еўрасець]

source: Жара
be: Спёка

source: Жасмин
be: Жасмін

source: Ждановичи
be: Ждановічы

source: Железнодорожник
be: [Чыгуначнiк, Чыгуначнік]

source: Железнодорожный
be: Прадукты

source: Жемчужина
be: Жамчужына

source: Живое пиво
be: Жывое піва

source: ЗАО "Зорина"
be: ЗАТ "Зарына"

source: ЗапчастьИмпэкс
be: Запчастка-Імпэкс

source: Заходний
be: Заходнi

source: Зелёный свет
be: Зялёнае святло

source: Зеркало
be: Люстэрка

source: Зима-лето
be: Зіма-лета

source: Знание
be: Веды

source: Зодиак
be: Задыяк

source: Золотая стрекоза
be: Залатая страказа

source: Золушка
be: Папялушка

source: Зоомагазин
be: Зоомагазін

source: Зоо магазин
be: Заакрама

source: Зоомагазин "Zoobazar"
be: Зоамагазін "Zoobazar"

source: ЗОО магазин Любимец
be: Заакрама Улюбенец

source: Зорина
be: Зарына

source: Зубренок
be: Зубраня

source: Изумруд
be: Смарагд

source: Изюминка
be: Разыначка

source: Имельда
be: Імельда

source: Инжектро-Сервис
be: СТА

source: Интерьер
be: Інтэр’ер

source: Инфра Стар
be: Інфра-стар

source: Кабельное телевидение
be: Кабельнае тэлебачанне

source: Калинка
be: Калінка

source: Камелия
be: Камелія

source: Керамин
be: Керамін

source: КИМ
be: КІМ

source: киоск Бытхим
be: Шапік Бытхім

source: Кирмаш
be: Кiрмаш

source: Кисея
be: Кісея

source: Ключи
be: Ключы

source: Ключи домофоны
be: Ключы дамафоны

source: Книги
be: [Кнігарня, Кнігі]

source: Книжный
be: Кнігарня

source: Книжный магазин
be: Кнігарня

source: Книжный магазин "Дружба"
be: Кніжны магазін "Дружба"

source: Книжный мир
be: Кніжны свет

source: Колбасы
be: Каўбасы

source: Коминт
be: Камінт

source: Коммунарка
be: Камунарка

source: Комодик
be: Камодка

source: Континент
be: Кантынент

source: Концертная касса
be: Канцэртная каса

source: Копейка
be: Капейка

source: Копицентр
be: Копі-цэнтр

source: Корженевский
be: Каржанеўскі

source: Корона
be: Карона

source: Космос
be: Космас

source: Кот и пёс
be: Кот і пёс

source: Кот и Пёс
be: Кот і пёс

source: Котофей
be: Катафей

source: Крама Жабінкаўскага райспажыўсаюзу
be: Пшанайкая крама Жабінкаўскага РайСпажыўСаюзу

source: Красносельский
be: Краснасельскі

source: Красота и чистота
be: Прыгажосць і чысціня

source: Крепёж-Плюс
be: Крапеж-плюс

source: Крепкий орешек
be: Моцны Арэшак

source: Криница
be: Крынiца

source: Кристалл
be: Крышталь

source: Кулинария
be: [Кулінарыя, Панскі пачастунак]

source: Кулинария, промтовары
be: Кулінарыя, прамтавары

source: Купалинка
be: Купалінка

source: Курасовщина
be: Курасоўшчына

source: Курочка Ряба
be: Крама (Ноўка)

source: КУТП "1000 мелочей", магазин №2
be: КУТП "1000 дробязей", крама №2

source: Кухни
be: Кухні

source: Лабиринт
be: Лабірынт

source: Лазурит
be: Лазурыт

source: Ларчик
be: Куфэрачак

source: Легковой шиномонтаж
be: Легкавы шынамантаж

source: Лилия
be: Лілія

source: Логойский тракт
be: Лагойскі тракт

source: Ломбард
be: Ламбард

source: Ломбард ЛБК
be: Ламбард ЛБК

source: Лореат
be: Ларэат

source: Лоскут
be: Ласкут

source: Лотос
be: Лотас

source: Лучёса
be: Лучоса

source: Лявониха
be: Лявоніха

source: Магазин
be: Магазін

source: Магазин: У дома
be: Бытавая хімія

source: Магазин "Adidas"
be: Крама Adidas

source: Магазин "Вишневец"
be: Вішнявец

source: Магазин "Каравай"
be: Крама «Каравай»

source: Магазин "Старый млын"
be: Магазін "Стары млын"

source: Магазин "У Дома"
be: Прадукты

source: магазин Бытхим
be: Крама Бытхім

source: Магазин В Коровниках
be: Крама ў Кароўніках

source: Магазин Дионис
be: Крама «Дыяніс»

source: Магазин Ёлочка
be: Крама «Ялінка»

source: Магазин завода Кристалл
be: Крама завода «Крышталь»

source: магазин Полимир
be: Крама Палімір

source: Магазин Пчёлка
be: Крама «Пчолка»

source: Магазин Сантехники
be: Крама Сантэхнікі

source: магазин Семейный
be: Крама Сямейная

source: Магазин Солнечный
be: Магазін «Сонечны»

source: Магазин №15
be: Крама №15

source: Магазин №41
be: Крама №41

source: Магия
be: Магія

source: Маринэ
be: Марынэ

source: Маркиза
be: Маркіза

source: Марко
be: Марка

source: Марсель
be: Марсэль

source: МастерВик
be: МайстраВік

source: МастерЛюкс
be: МайстраЛюкс

source: МастерПро
be: МайстарПра

source: Мастерсвязь
be: Майстрасувязь

source: Мастерская Лира
be: Майстэрня Ліра

source: Мастер ФОТО
be: Майстар ФОТА

source: Мебель
be: Мэбля

source: Мебельный
be: Мэблевая крама

source: Мебельный магазин
be: Фітнэс-цэнтр

source: МегаВитМаркет
be: МегаВіцебскМаркет

source: Мегаевротекс
be: Мегаеўратэкс

source: Мегаспорт-Восток
be: Мегаспорт-Усход

source: Мелиоводхоз ПМК-18
be: Мелівадгас ПМК-18

source: Место под солнцем
be: Месца пад сонцам

source: МеталлПрофиль
be: Металпрофіль

source: Мечта
be: Мара

source: Микс
be: Мiкс

source: Мила
be: Міла

source: Милавица
be: Мілавіца

source: Милена
be: Мілена

source: Минимаг
be: Мінімаг

source: Минимагазин
be: Мінімагазін

source: Минимаркет
be: Мінімаркет

source: Минирынок
be: Мінірынак

source: Минск Кристалл
be: Мінск Крышталь

source: Мир косметики
be: Свет касметыкі

source: Мир Обоев
be: Свет Шпалер

source: Мир света
be: Свет святла

source: Мир сумок
be: Свет торбаў

source: Мир тканей
be: Свет тканінаў

source: Могилевмебель
be: Магілёўмэбля

source: Молодость
be: Маладосць

source: Молоко
be: Малако

source: Монастырский
be: Кляштарны

source: Море чая
be: Мора гарбаты

source: Мотовело
be: Мотавела

source: Мотопарк
be: Мотапарк

source: Моя мебель
be: Мая мэбля

source: Мраморный барс
be: Мармуровы барс

source: МТС Офис
be: МТС Офіс

source: Мужской стиль
be: Мужчынскі стыль

source: Мясковит
be: Мяскавіт

source: Мясковит № 12
be: Мяскавіт № 12

source: МяскоВит № 9
be: Мяскавіт

source: Мясная лавка
be: Марс

source: Мяснов
be: Мясноў

source: Мясной магазин
be: Мясны магазін

source: Мясо-Полуфабрикаты
be: Мяса-Паўфабрыкаты

source: Надежда
be: Надзея

source: На площади
be: На плошчы

source: Нарочь
be: Нарач

source: Насвязи
be: Насувязі

source: На связи
be: На сувязі

source: Настроение
be: Настрой

source: Настройка музыкальных инструментов
be: Налада музычных інструментаў

source: Наш магазин
be: Наш магазін

source: Него
be: Нега

source: Негоциант
be: Негацыянт

source: Недень
be: Недзень

source: Неман
be: Нёман

source: Немига
be: Няміга

source: Ниагара
be: Ніагара

source: Ника
be: Ніка

source: Ника-1
be: Ніка-1

source: Ника-6
be: Ніка-6

source: Ника-9
be: Ніка-9

source: Ниори
be: Ніёры

source: Новосёлкин
be: Аквабел

source: Новый стиль
be: Новы стыль

source: Ночник
be: Начная крама

source: Оазис
be: Аазіс

source: Обои
be: Шпалеры

source: Обувной магазин «Луч»
be: Абутковы магазін «Луч»

source: Обувь
be: Абутак

source: Одежда
be: Магазін адзення

source: ОДО "Витавтострой"
be: ТДА «Вітаўтабуд»

source: Озерный
be: Азёрны

source: Океан
be: Акеан

source: Окна Двери, Витражи из алюминия и ПВХ
be: Вокны Дзверы, Вітражы з алюмінія і ПВХ

source: Октябрьский
be: [Кастрычніцкі, Прадукты]

source: Оливер
be: Олівер

source: Он и Она
be: Ён і Яна

source: ООО "Белевротех"
be: ТАА "Белеўратэх"

source: Оптика
be: Оптыка

source: Оптика "Аякс"
be: Оптыка «Аякс»

source: Оранжевый верблюд
be: Аранжавы верблюд

source: Орифлейм
be: Арыфлэйм

source: Орхидея
be: Архідэя

source: Оршанский Дом торговли
be: Аршанскі дом гандлю

source: Остров
be: Востраў

source: Отличный
be: Выдатны

source: Очаг
be: Ачаг

source: Павлинка
be: Паўлінка

source: Пальмира
be: Пальміра

source: Памятники
be: Помнікі

source: Париж
be: Парыж

source: Парикмахерска
be: СТА

source: парикмахерская
be: Цырульня

source: Парикмахерская
be: Цырульня

source: Парикмахерская "Гламур"
be: Цырульня «Гламур»

source: Парикмахерская «Виктория»
be: Цырульня «Вікторыя»

source: Парикмахерская Де Франж
be: Цырульня

source: Парикмахерская Ларисель Стиль
be: Цырульня

source: Парикмахерская №1
be: Цырульня №1

source: Парикмахерская №16
be: Цырульня №16

source: Парикмахерская № 17
be: Цырульня № 17

source: Парикмахерская №2
be: Цырульня №2

source: Парикмахерская №5
be: Цырульня №5

source: Париматч
be: Парыматч

source: Паристорг
be: Парысгандаль

source: Парничок №3
be: Магазін "Пранічок" №3

source: Парус
be: Ветразь

source: Парфюмеръ
be: Парфумер

source: Первомайский
be: Першамайскі

source: Перекресток
be: Скрыжаваньне

source: Пес и Кот
be: Сабака і Кот

source: Пёс и кот
be: Пёс і кот

source: Пивной разлив
be: Піўны разліў

source: Пингвин
be: Пінгвін

source: Пингвин-1
be: Пінгвін-1

source: Пингвин-2
be: Пінгвін-2

source: Пинскдрев
be: Пінскдрэў

source: Пинский трикотаж
be: Пінскі трыкатаж

source: Пицца Маркет
be: Піца Маркет

source: Планар Сервис
be: Планар сэрвіс

source: Планета Здоровья
be: Планета здароўя

source: Подбор красок
be: Падбор фарбаў

source: Полесье
be: Прылессе

source: Поликом
be: Палікам

source: Полимагия
be: Полімагія

source: Поляна (продукты)
be: Прадуктовы магазін "Паляна"

source: Прачечная
be: Пральня

source: Престиж
be: Прэстыж

source: Придвинье
be: Прыдзвінне

source: Приём АКБ б/у, продажа новых АКБ, группа компаний ПАК
be: Приём АКБ б/у, продаж новых АКБ, группа кампаній ПАК

source: Прием б/у АКБ, продажа новы АКБ (группа компаний ПАК)
be: Прыём карыстаных АКБ, продаж новых АКБ (група кампаній ПАК)

source: Природа
be: Прырода

source: Продтовары 3 "Сатурн"
be: Прадтавары 3 "Сатурн"

source: Продукты
be: Прадукты

source: Продукты.ТУТ
be: Прадукты.ТУТ

source: Промтовары
be: Прамтавары

source: Промтовары №9
be: Прамтавары №9

source: Промышленные товары
be: Прамысловыя тавары

source: Пятый элемент
be: Пяты элемент

source: Радио
be: Радыё

source: Радиотелемастерская
be: Радыётэлемайстэрня

source: Радуга
be: Вясёлка

source: Разливное пиво
be: Разліўное піва

source: Райдер
be: Райдэр

source: Раковский
be: Ракаўскі

source: Раница
be: Раніца

source: Раритет
be: Рарытэт

source: Рассвет
be: Свiтанак

source: Раубичи
be: Раўбічы

source: Рембыттехника
be: Рэмбыттэхніка

source: Ремонт обуви
be: Рамонт абутку

source: Ритуал
be: Рытуал

source: Ритуальные товары
be: Рытуальныя тавары

source: Ритуальные услуги
be: Рытуальныя паслугі

source: Ровесник №18
be: Равеснік №18

source: Родная сторона
be: Родны кут

source: Родная Сторона
be: Родны Кут

source: Родная Сторона плюс;Юбилейный 92
be: Юбілейны 92;Родны Кут

source: Родничок
be: Крынічка

source: Роза Азора
be: Ружа Азора

source: Рублевский
be: [Валгаград, Рублёўскі]

source: Рублёвский
be: Рублёўскі

source: Рублевский №16
be: Рублёўскі №16

source: Рублёвский №95
be: Рублёўскі №95

source: Русский мех
be: Рускае футра

source: Рыболов
be: Рыбалоў

source: Рыболов Профи
be: Рыбалоў Профі

source: Рынок
be: Рынак

source: Рынок «Корона»
be: Рынак «Карона»

source: Сад И Огород
be: Крама "Сад і агарод"

source: Салон мобильной связи "Сотос"
be: Продаж мабільных тэлефонаў

source: Салон оптики
be: Салон оптыкі

source: Салон паркета ПаркетПол
be: Салон паркету ПаркетПол

source: Салон проката
be: Салон праката

source: Салон Связи "Лайф"
be: Салон сувязі «Лайф»

source: Салон связи life:)
be: офіс life :)

source: Салон связи Velcom
be: Velcom

source: Салон связи МТС
be: [MTC офіс, МТС, Салон сувязі МТС]

source: Салон Цветы
be: Салон Кветы

source: Самоцветы
be: Самацветы

source: Сандрик
be: Сандрык

source: Свадебный салон "Фианси"
be: Фіянсі

source: Свадебный салон Artmary style
be: Вясельны салон Artmary style

source: Свадебный салон Дарья
be: Вясельны салон Дар’я

source: Светлана
be: Святлана

source: Светоч
be: Светач

source: Свислочь
be: Свіслач

source: Свитанок
be: Світанак

source: СВ Моторс
be: Аўтазапчасткі

source: Сделай сам
be: Зрабі сам

source: Секонд-Хенд
be: Сэканд-хэнд

source: Сельпо
be: Сельст

source: Сельские лакомства
be: Сялянскія прысмакі

source: Семейная
be: Цырульня

source: семена
be: насенне

source: Семь-Я
be: Сем-Я

source: Сервисный центр Белтелеком
be: Сэрвісны цэнтр Белтэлекам

source: Сервис плюс
be: Сэрвіс-плюс

source: Сеть магазинов горящих путевок
be: Сетка крам гарачых пуцёвак

source: Сивельга
be: "Абутак"

source: Сильный Пол
be: Моцны Пол

source: Сказка
be: Казка

source: Славянские обои
be: Славянскія шпалеры

source: Славянский
be: Славянскі

source: Сладкая жизнь
be: Салодкае жыццё

source: Солнечный
be: Сонечны

source: Солнышко
be: Сонейка

source: Соло
be: Сола

source: Соседи
be: [Суседзi, Суседзі]

source: Сотос
be: Сотас

source: Союзпечать
be: Саюздрук

source: Спорт туризм
be: Спорт турызм

source: Спутник
be: Спадарожнік

source: Срочное фото
be: Тэрміновае фота

source: Стадион
be: Стадыён

source: Старый Город
be: Стары горад

source: Стиль
be: Стыль

source: Сто
be: СТА

source: СТО
be: СТА

source: СТО "АВТОМИР"
be: СТА

source: СТО "М-Сервис"
be: СТА "М-Сэрвiс"

source: СТО Volvo
be: СТА Volvo

source: СТО Бош Сервис
be: СТА Бош Сэрвіс

source: СТО ВАЗ
be: СТА ВАЗ

source: Стрекоза
be: Страказа

source: Стриж Ка
be: Стрыж Ка

source: Стройавеню
be: Будавеню

source: Строймаркет
be: Будмаркет

source: Стройматериалов Рынок
be: Будаўнічых Матэрыялаў Рынак

source: Стройматериалы
be: Будматэрыялы

source: Строймир
be: Будсвет

source: Сузорье
be: Сузор`е

source: Супермаркет 'Кленковский'
be: Супермаркет 'Клёнкаўскі'

source: Сухаревский
be: Сухараўскі

source: Счастье
be: Шчасце

source: Татьяна
be: Тацяна

source: ТД «ВМиГ- Берёзакерамика»
be: ГД ВМіГ-Бярозакераміка

source: Тет-а-тет
be: Тэт-а-тэт

source: Техносеть
be: Тэхнасетка

source: Техосмотр
be: Тэхагляд

source: Ткани
be: Тканіны

source: Товары для дома
be: Тавары для дома

source: Товары для спорта охоты рыбалки
be: Тавары для спорту і турызму

source: Топаз
be: Тапаз

source: Торгово офисный центр
be: Гандлёва офісны цэнтр

source: Торговый дом "Неман"
be: Гандлёвы дом "Нёман"

source: Торговый Центр
be: Гандлёвы цэнтр

source: Тоскана
be: Таскана

source: Три кита
be: Тры кіты

source: Три Кита
be: Тры кіты

source: Троицкий
be: Троіцкі

source: Тумбочка
be: Тумбачка

source: Турист
be: Турыст

source: Туристическое агентство «А»
be: Турыстычнае агенцтва «А»

source: ТЦ "Европа"
be: ГЦ "Еўропа"

source: ТЦ Большой
be: ГЦ Вялікі

source: ТЦ Тройка
be: Тройка

source: Угощение из Волковыска
be: Пачастунак з Ваўкавыску

source: У Евгении
be: У Яўгеніі

source: Улыбка:)
be: Усмешка

source: Умные вещи
be: Разумныя рэчы

source: Универмаг
be: Універмаг

source: Универсам
be: Універсам

source: Универсам "Курасовщина"
be: Універсам "Курсоўшчына"

source: Универсам "Родны кут"
be: Універсам "Родны кут"

source: Универсам "Сельмашевский"
be: Універсам "Сельмашаўскі"

source: Универсам «Замкавы»
be: Універсам «Замкавы»

source: Универсам «Рублёвский» №126
be: Універсам «Рублёўскі» №126

source: Универсам на АЗС
be: Універсам на АЗС

source: Универсам №59
be: Універсам №59

source: Усадьба
be: Сядзіба

source: Уют
be: Утульнасць

source: ФАВБЕТ
be: ФАВБЭТ

source: Фаворит
be: Фаварыт

source: Фантазия
be: Фантазія

source: Фирменный магазин "Витязь"
be: Фірмовая крама "Віцязь"

source: Фирменный магазин Александрия
be: Фірмовая крама Александрыя

source: Фламинго
be: Фламінга

source: Формула Здоровья
be: Формула здароўя

source: Форсаж
be: Фарсаж

source: Форты
be: Фарты

source: Фото
be: Фота

source: Фотоателье
be: Фотаатэлье

source: Фотосалон
be: Фотасалон

source: ФотоСалон
be: ФотаСалон

source: Фотостудия Былина
be: Фотастудыя Быліна

source: Францеавто
be: Франсаўта

source: Фридрихсхафен
be: Фрыдрыхсхафен

source: Химчистка
be: Хімчыстка

source: Хлебный
be: Хлебны

source: Хлебозавод
be: Хлебазавод

source: Хобби-Центр
be: Хобі-Цэнтр

source: Хоздвор
be: Гаспдвор

source: Хозтовары
be: Гаспадарчыя тавары

source: Хозторг
be: Гаспадарчы гандаль

source: Хозяюшка
be: Гаспадынька

source: Хорошая
be: Добрая

source: Царское золото
be: Рускае золата

source: Цветок
be: Кветка

source: Цветочный магазин
be: Кветкавы магазін

source: Цветы
be: [Кветкі, Кветы]

source: Цветы, кустарники
be: Кветкі, хмызняк

source: Цветы из Голландии
be: Кветкі з Галандыі

source: Цветы столицы
be: Кветкі сталіцы

source: Цезарь
be: Цэзар

source: Центр
be: Цэнтр

source: Центральный
be: [Цэнтральная, Цэнтральны]

source: Центр кухни
be: Цэнтр кухні

source: Центр обуви Марко
be: Цэнтр абутку Марка

source: Цифровик
be: Лічбавік

source: Чайна комфорт тревел
be: Чайна камфорт трэвэл

source: Чайная пауза
be: Гарбатная паўза

source: Чаровница приёмный салон
be: Чараўніца прыёмны салон

source: Чародей
be: Чарадзей

source: Частный Автосервис
be: Аўтасэрвіс

source: Чёрная орхидея
be: Чорная архідэя

source: Чистый городок
be: Чысты гарадок

source: ШагоВита
be: ШагаВіта

source: Шантильи
be: Шантыльі

source: Шиномонтаж
be: [Шынамантаж, Шынамантаж, развал-сход, Шынымантаж]

source: Шиномонтаж, Мойка
be: Шынамантаж

source: Шиномонтаж №2
be: Шынамантаж №2

source: Штопор
be: Штопар

source: Штофф
be: Цэнтральная

source: Щетовка
be: Шчотаука

source: ЭгоАрт
be: ЭгаАрт

source: Эконом
be: Эканом

source: Эконом (бывший Спутник)
be: Эканом

source: Экстрим
be: Экстрым

source: Электроинструмент
be: Электраінструмент

source: Электромир
be: Электрасвет

source: Электросила
be: Электрасіла

source: Эллада
be: Элада

source: Эмилия
be: Эмілія

source: Энивей Трэвел
be: Энівэй Трэвэл

source: Юбилейный
be: Юбілейны

source: Юбиляр
be: Юбіляр

source: Ювелирная мастерская
be: Ювелірная майстэрня

source: Ювелирный магазин
be: Ювелірная крама
